{
    "portfolio": [
        {
            "id": 1,
            "title": "Ada Schall Photography",
            "description": "Ez a weboldal WordPress alapokon készült, reszponzív dizájnnal és könnyen kezelhető felülettel, hogy a fotós bemutathassa portfólióját, láthatóvá váljon és könnyedén kapcsolatot teremtsen az érdeklődőkkel.",
            "image": "images/adaschall.webp",
            "link": "https://adaschall.com/",
            "details_url": "portfolio-details/1.html"
        },
        {
            "id": 2,
            "title": "Föld az űrből – görgetésre életre kel",
            "description": "Interaktív landing page, amely a felhasználói görgetésre reagálva tárja fel a Föld szépségét és a tudomány hőseit. Egy egyedi, filmszerű élmény, ahol a vizuális történetmesélésé a főszerep.",
            "image": "images/föld.webp",
            "link": "#",
            "details_url": "portfolio-details/2.html"
        },
        {
            "id": 3,
            "title": "ÁBEL Méhészet – termelői méz",
            "description": "Letisztult és felhasználóbarát termelői weboldal, amely az egyszerű, e-mail alapú rendelésre fókuszál. A dizájn a megbízhatóságot és a prémium minőséget tükrözi.",
            "image": "images/lili.webp",
            "link": "https://abel.kistarcsaikezisuli.com/",
            "details_url": "portfolio-details/3.html"
        },
        {
            "id": 4,
            "title": "A Naprendszer projekt",
            "description": "A „Görgethető Naprendszer” egy interaktív webes kaland, ahol görgetéssel utazhatsz a bolygók között, miközben dinamikus animációk és valósághű adatok mutatják be Naprendszerünk csodáit.",
            "image": "images/nap.webp",
            "link": "#",
            "details_url": "portfolio-details/4.html"
        },
        {
            "id": 5,
            "title": "Kistacsi Kézisuli",
            "description": "A Kistarcsai KéziSuli weboldala WordPress alapokon készült, reszponzív dizájnnal, ahol a látogatók böngészhetnek a programok között, meccsidőpontokat követhetnek, és elérhetik a webshopot.",
            "image": "images/kks.webp",
            "link": "https://kistarcsaikezisuli.com/",
            "details_url": "portfolio-details/5.html"
        },
        {
            "id": 6,
            "title": "Az Ön következő oldala?",
            "description": "Az Ön következő weboldala egy látványos és interaktív tér lesz, ahol a látogatók könnyedén fedezhetik fel a tartalmak gazdagságát, és a márka üzenete erőteljesen, hitelesen és emlékezetesen jut el hozzájuk.",
            "image": "images/kérdőjel.webp",
            "link": "#",
            "details_url": "portfolio-details/6.html"
        }
    ],
    "blog": [
        {
            "id": 1,
            "title": "Miért fontos a gyors weboldal 2025-ben?",
            "date": "2025-08-10",
            "excerpt": "A felhasználói élmény és a Google helyezések szempontjából is kulcsfontosságú a betöltési sebesség. Nézzük, milyen eszközökkel érhetjük ezt el...",
            "details_url": "blog-posts/1.html"
        },
        {
            "id": 2,
            "title": "A JAMstack előnyei a WordPress-szel szemben",
            "date": "2025-08-01",
            "excerpt": "Biztonság, sebesség, skálázhatóság. Miért választja egyre több fejlesztő a modern, statikus oldal generátorokat a hagyományos CMS rendszerek helyett?",
            "details_url": "blog-posts/2.html"
        },
        {
            "id": 3,
            "title": "Miből áll egy weboldal ára 2025-ben?",
            "date": "2025-07-25",
            "excerpt": "Sokan titkolóznak róla, de mi megmutatjuk, melyek azok a tényezők, amik meghatározzák egy professzionális weboldal fejlesztésének költségeit.",
            "details_url": "blog-posts/3.html"
        }
    ]
}